[Generic]
Options=Options
Browse=Browse...

[KeyBinding]
CancelDeleteInstruction=Press ESCAPE to cancel or unbind this key
KeyBindInstruction=Press the key you wish to bind to this action.
KeyBindTitle=BIND KEY
CancelDeleteQuestionTitle=Unbind key?
CancelDeleteQuestionMessage=Do you wish to unbind this key?

[Defaults]
ConfirmDlgTitle=Reset to Defaults
ConfirmDlgMessage=Reset the current options category to default values?

[Sections]
General=General
Misc=Miscellaneous Settings

;; Audio ;;
VoipVoiceSettings=Voice Settings
VoipChannelMembership=Channel Membership

;; Input ;;
Keybindings=Keybinds

;; Gameplay ;;
HUDMarkers=HUD Markers
MouseSettings=Mouse Settings
ClockSettings=Clock Settings
AutoDecline=Auto-Decline Invitations

;; Streamer ;;
SensitiveData=Sensitive Data
Customisation=Customization

[Groups]
Options=Options
ShowHide=Show / Hide

;; Video Options ;;
;- General -;
VideoQuality=Quality
VideoResolution=Resolution
Gamma=Brightness
UIMagnification=User Interface Size
;- Advanced -;
AnisotropyAmount=Anisotropy
MSAA_Amount=Anti-Aliasing (Beta feature)

;; Audio Options ;;
AudioMasterVolume=Master Volume
BinkVolume=Video Volume
VoipSystemDisable=Overall
VoipActivationMethod=Activation Method
VoipMicVolume=Mic Volume:
VoipVoiceFont=Voice Font:
VoipChannelWorld=District Voices
VoipChannelGroup=Group Voices
VoipChannelSide=Team Voices
VoipChannelClan=Clan Voices
ChatNotificationAudio=Chat Notifications

;; Input ;;
GameAction_MoveForward=Forward
GameAction_MoveBackward=Backward
GameAction_StrafeLeft=Left
GameAction_StrafeRight=Right
GameAction_Jump=Jump
GameAction_HoldLeanLeft=Lean Left (Hold)
GameAction_ToggleLeanLeft=Lean Left (Toggle)
GameAction_HoldLeanRight=Lean Right (Hold)
GameAction_ToggleLeanRight=Lean Right (Toggle)
GameAction_VehicleForward=Forward
GameAction_VehicleBackward=Backward
GameAction_VehicleLeft=Left
GameAction_VehicleRight=Right
GameAction_Handbrake=Handbrake
GameAction_StartVehicleHorn_StopVehicleHorn=Horn
GameAction_ToggleSpecialLights=Vehicle Special Function
GameAction_IndicatorLeft=Left Turn Signal
GameAction_IndicatorRight=Right Turn Signal
GameAction_HoldDuck=Crouch (Hold)
GameAction_ToggleDuck=Crouch (Toggle)
GameAction_CSAKeyPressed_Action_CSAKeyReleased_Action=Action
GameAction_DoCSAKeyPressed=Interact
GameAction_CSAKeyPressed_DropTaskItem_CSAKeyReleased_DropTaskItem=Drop Item
GameAction_ToggleMissionStats=Mission Stats
GameAction_Suicide=Suicide
GameAction_DoInventoryCSAKeyPressed=Inventory
GameAction_DoLockerCSAKeyPressed=Locker
GameAction_ToggleSocialUI=Groups & Friends
GameAction_ToggleTeamMgmtUI=Clan Management
GameAction_ReloadWeapon=Reload
GameAction_SelectUp=Next Weapon
GameAction_SelectDown=Previous Weapon
GameAction_ToggleQuickChat=Quick Chat
GameAction_ToggleQuickReply=Quick Reply
GameAction_ToggleMainChat=Main Chat
GameAction_OpenSymbolEditor=Symbol Editor (Social)
GameAction_PrevWeapon=Previous Weapon
GameAction_NextWeapon=Next Weapon
GameAction_SelectWeapon_0=Primary Weapon
GameAction_SelectWeapon_1=Secondary Weapon
GameAction_SelectWeapon_2=Melee Weapon
GameAction_SelectWeapon_3=Grenade
GameAction_SelectUnequipped_3=Put Away Weapon
GameAction_Fire=Fire Weapon
GameAction_TogglePlayerInfoScreen=Player Info
GameAction_TogglePopUpMenu=Function Menu
GameAction_HoldSprint=Sprint (Hold)
GameAction_InvertSprint=Sprint (Inverted-Jog)
GameAction_WalkSprint=Sprint (Inverted-Walk)
GameAction_Walk=Walk
GameAction_ToggleMarksManShip=Toggle Marksmanship Mode
GameAction_HoldMarksManShip=Marksmanship Mode (Hold)
GameAction_DoToggleMarksmanship=Marksmanship Mode (Toggle)
GameAction_EnterMarksManShip=Enter Marksmanship Mode
GameAction_ExitMarksManShip=Exit Marksmanship Mode
GameAction_InGameQuestionAccepted=Accept
GameAction_InGameQuestionDeclined=Decline
GameAction_StartVehicleRepair=Repair Vehicle
GameAction_FillEquippedWeapon=Replenish Ammo
GameAction_HoldMap=Map (Hold)
GameAction_ToggleMap=Map (Toggle)
GameAction_ToggleMusicPlaybackUI=Music Player
GameAction_MapZoomOut=Map Zoom Out
GameAction_MapZoomIn=Map Zoom In
GameAction_MapZoomDefault=Map Zoom Default
GameAction_ToggleMissionSummary=Mission Stats
GameAction_StartLookBehind_StopLookBehind=Look Behind
GameAction_ToggleWeaponCustomisationUI=Armory
GameAction_OpenCharacterCustomisation=Character Customisation (Social)
GameAction_OpenVehicleCustomisation=Vehicle Customisation (Social)
GameAction_OpenClothingCustomisation=Clothing Customisation (Social)
GameAction_CameraZoomIn=Zoom In
GameAction_CameraZoomOut=Zoom Out
GameAction_ToogleCameraPositions=Toggle Camera Distance
GameAction_ScreenShot=Screenshot
GameAction_ExecMusicTrackAction_PLAYBACK_STARTPAUSETRACK=Resume / Pause
GameAction_ExecMusicTrackAction_PLAYBACK_PREVTRACK=Previous Track
GameAction_ExecMusicTrackAction_PLAYBACK_NEXTTRACK=Next Track
GameAction_ExecMusicTrackAction_PLAYBACK_VOLUMEUP=Volume Up
GameAction_ExecMusicTrackAction_PLAYBACK_VOLUMEDOWN=Volume Down
GameAction_ExecChatLogAction_MAINCHATLOG_SCROLLUP=Chat Scroll Up
GameAction_ExecChatLogAction_MAINCHATLOG_SCROLLDOWN=Chat Scroll Down
GameAction_SetPushToTalkOn_SetPushToTalkOff=Push To Talk
GameAction_SetPushForPrivacyOn_SetPushForPrivacyOff=Push for Privacy
GameAction_TogglePlayerInfoUI=Character Info
GameAction_ExecClosePopupDialog=Close Tutorial Dialog
GameAction_OpenAPBSupportPage_KnowledgeBaseURL_True=Knowledge Base Page
GameAction_HoldScoreboard=Scoreboard (Hold)
GameAction_ToggleScoreboard=Scoreboard (Toggle)
GameAction_ToggleProvingGroundsChallengesUI=Challenges
GameAction_ToggleLeaderboardUI=Leaderboard
GameAction_ProvingGroundsSkipActivity=Skip Fight Club Activity
GameAction_OpenMusicEditor=Music Studio (Social)
GameAction_ToggleMarketplaceUI=Marketplace
GameAction_Witness=Witness
GameAction_ThrowGrenade_StopFire=Grenade (Hold)
GameAction_ThrowGrenade=Grenade (Toggle)
GameAction_DoTertiaryCSAKeyPressed=Player Interaction Menu
GameAction_ReplayLastHelpUI=Last Hint
GameAction_ToggleBackupRequest=Call for Backup
GameAction_ToggleReadyForMissions=Ready for Mission
GameAction_ToggleOptionsUI=Options
GameAction_ToggleHUD=Toggle HUD
GameAction_RadarZoomIn=Radar Zoom In
GameAction_RadarZoomOut=Radar Zoom Out
GameAction_RadarZoomDefault=Radar Zoom Default
GameAction_OpenFullChat=Full Chat
GameAction_OpenQuickChat=Quick Chat
GameAction_OpenQuickReply=Quick Reply
GameAction_OpenSlashQuickChat=Quick Slash
GameAction_OpenChatChannelCommands=Chat Channel Commands
GameAction_OpenConsoleCommands=Chat Console Commands
GameAction_OpenEmoteCommands=Chat Emote Commands
GameAction_ToggleNitroMod=Activate / Deactivate Vehicle Mod
GameAction_ToggleAmmoCarrierMod=Activate / Deactivate Character Mod
GameAction_SwitchCameraSide=Switch Camera Position
GameAction_OpenAPBSupportPage_InvalidURL=Support Page
GameAction_ToggleTutorialUI=Tutorial Window
GameAction_ToggleConsumable=Activate / Deactivate Consumable
GameAction_AbandonMission=Abandon Mission

;; Gameplay ;;
Mouse=Mouse
MouseSmoothing=Mouse Smoothing
MouseSensitivity=Mouse Sensitivity
MarksmanshipMouseSensitivity=Marksmanship Sensitivity

;; Streamer ;;
HideNameOverrides=Show/Hide Name Overrides

[Options]

;; Video Options ;;
;- General -;
VideoQuality=Quality
Fullscreen=Fullscreen
VSync=VSync
SmoothFrameRate=Smooth Frame Rate
MultiGPUCompatibility=Multi-GPU Compatibility
;- Advanced -;
AllowOneFrameThreadLag=Double Buffering
DynamicShadows=Dynamic Shadows
EnvironmentShadows=Light Environment Shadows
AmbientOcclusion=Ambient Occlusion
Distortion=Distortion
AllowFog=Enable Fog (Slightly impacts performance)
Bloom=Bloom (Impacts brightness heavily)
HighQualityBloom=High Quality Bloom
AnisotropyAmount=Max Anisotropy
MSAA_Amount=Anti-Aliasing
RenderEyelashes=Render Eye-lashes
bAllowStaticDecals=Static Decals
bAllowDynamicLights=Dynamic Lights
bAllowBlobShadows=Blob Shadows (Requires Dynamic Shadows)
bLowQualityHealthHUD=Low Quality Health HUD
bTrilinearFiltering=Trilinear MIP Filtering

;; Audio Options ;;

;- General -;
GameSubtitles=In-Game Subtitles
MovieSubtitles=Movie Subtitles
MuteOnFocusChange=Mute On Focus Loss
MuteAllDeathThemes=Mute All Death Themes

;- VoIP -;
VoipSystemDisable=Disable
VoicePushToTalk=Push To Talk
VoipDuckingEnabled=Game Audio Ducking
VoipChannelAutoAssign=Auto Channel Selection
OpenVolumeAction=Open Windows Control Panel
LocalTestAction=Hold To Test
;JoinIfAvailable=Join Channel if Available
VoipChannelWorld=Join Channel if Available
VoipChannelGroup=Join Channel if Available
VoipChannelSide=Join Channel if Available
VoipChannelClan=Join Channel if Available

;; Gameplay ;;
HUD_WorldSpace_ShowPlayers=Players
HUD_TaskMarker_ShowContacts=Contacts
HUD_TaskMarker_ShowGroupMembers=Group Members
HUD_TaskMarker_ShowVOIP=VoIP Icon
HUD_TaskMarker_ShowTitles=Titles

InvertMouse=Invert
HardwareMouse=Hardware Cursor
MouseSmoothing=Mouse Smoothing

AutoDeclineClanInvites=Clan Invites
AutoDeclineFriendInvites=Friend Requests
AutoDeclineTradeInvites=Trade Requests
AutoDeclineNoChatMessages=No Messages

TwentyFourHourClock=24 Hour Clock
UseServerTime=Use Server Time

AutoReady=Use Auto-Ready System
AutoAssignDailyActivity=Auto-Assign Daily Activities
ShowSprintingDot=Show Sprinting Center-Dot
AlienFX=AlienFX
Tutorial=Tutorials

;; Streamer ;;
HideLoginDetails=Hide Login Details
HideYourCharacterName=Hide Your Character Names
HideCurrentWorld=Hide Current World Name
HideCurrentDistrict=Hide Current District Instance
HideOtherCharacterNames=Hide Other Character Names
HideFriendCharacterNames=Friends
HideIgnoredCharacterNames=Ignored
HideClanCharacterNames=Clan Members
HideGroupCharacterNames=Group Members
HideFriendGraffiti=Hide Friend Graffiti
HideIgnoredGraffiti=Hide Ignored Graffiti
HideNonFriendGraffiti=Hide Non-Friend Graffiti
HideFriendCustomSymbols=Hide Friend Character/Clothing/Car Symbols
HideIgnoredCustomSymbols=Hide Ignored Character/Clothing/Car Symbols
HideNonFriendCustomSymbols=Hide Non-Friend Character/Clothing/Car Symbols
MuteFriendDeathThemes=Mute Friend Death Themes
MuteIgnoredDeathThemes=Mute Ignored Death Themes
MuteNonFriendDeathThemes=Mute Non-Friend Death Themes
DisableCreatedSongs=Disable Created Songs

[Option_Tooltip]

;; Video Options ;;
MultiGPUCompatibility=Prevents rendering problems associated with multi-GPU systems.\n\nWARNING: MAY AFFECT GAME PERFORMANCE.
DynamicShadows=Enable shadows under moving characters and objects.
EnvironmentShadows=Additional shadows from artificial light sources (e.g. lamp posts).
AmbientOcclusion=Makes the world look more realistic by darkening corners and creases.
HighQualityBloom=Improves the quality of bloom (a glow effect around bright objects and lights) but may impact game performance.
Distortion=Enables distortion around explosions, muzzle flashes and reinforced glass.
AnisotropyAmount=Increases the sharpness of textures but may impact game performance.
MSAA_Amount=Smoothes pixelated edges but may impact game performance.

;; Audio Options ;;
VoipChannelGroup=Controls of the volume of all incoming VoIP communications from your Group.
VoipChannelSide=Controls the volume of all incoming VoIP communications from players in your Team.
VoipChannelClan=Controls the volume of all incoming VoIP communications from players in your Clan.
VoipChannelWorld=Controls the volume of all VoIP communications from players in your vicinity.

;; Streamer ;;
HideYourCharacterName=Replaces your character names with just the initial and a period.

[Values]
Disabled=Disabled

; Full-screen
Fullscreen_0=Windowed
Fullscreen_1=Fullscreen
Fullscreen_2=Fullscreen Borderless

; Resolution special options
DesktopResolution=Desktop Resolution

; hide / show names
HideShowName_Default=Default
HideShowName_Hide=Hide
HideShowName_Show=Show

[Warnings]
VoipWarning=Warning: There is a problem with your microphone. Ensure it is plugged in, selected in the Control Panel, and that Stereo Mix is turned off.